{
  "News": [
    {
      "id": "a1b2c",
      "Title": "Test",
      "Body": "Hello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello WorldHello World",
      "Author": "happenedagain",
      "Date": "Today",
      "Thumbnail": "https://images-ext-1.discordapp.net/external/L-1F5etXP12wOMVKQ41snnYhCdpYOvo6c1mPP05ekbc/%3Fsize%3D4096/https/cdn.discordapp.com/avatars/1263086445891944591/b816519f6db6407ab41f1a93fc3f015c.png"
    },
    {
      "id": "d3e4f",
      "Title": "Translators",
      "Body": "French: Mainzz\nPortuguese (Brazil): Jotta-v\nSpanish: huncho",
      "Author": "happenedagain",
      "Date": "May 11th"
    },
    {
      "id": "g5h6i",
      "Title": "Hive Helper Mod Release",
      "Body": "You asked and we delivered!\nLyra Client is now supporting the latest version of Minecraft: Bedrock Edition 1.20.80+\n{'Height':169,'Width':300,'URL':'https://raw.githubusercontent.com/megahendick/Lyra.Launcher.CDN/main/lyrahivehelperrelease.png'}\nIntroducing the Hive Helper module, enhance your gaming experience on The Hive\nA fair and an amazing module with a variety of asked for features! Let us know what you think.\n\nAlso, join the giveaway(s) in our discord's events channel for a chance to win Plus Rank as well as Discord Nitro.",
      "Author": "hqncholiny",
      "Date": "April 30th"
    },
    {
      "id": "j7k8l",
      "Title": "Lyra Partners",
      "Body": "{'Height':169,'Width':300,'URL':'https://raw.githubusercontent.com/megahendick/Lyra.Launcher.CDN/main/partners.png'}",
      "Author": "hqncholiny",
      "Date": "April 30th"
    },
    {
      "id": "m9n0o",
      "Title": "Beta Release",
      "Body": "{'Height':50,'Width':50,'URL':'https://raw.githubusercontent.com/megahendick/Lyra.Launcher.Testing/main/logo.png'}\nLyra Client is now available to a select group of users. Utilize in its extensive range of features and captivating user interface. If you encounter any issues, please don’t hesitate to report them on our Discord server. Additionally, feel free to share any suggestions for improvement. We value your feedback!",
      "Author": "happenedagain",
      "Date": "April 3rd"
    },
    {
      "id": "p1q2r",
      "Title": "Developers",
      "Body": "Lyra Client developers:\n• oAnshul\n• carlton\n• ASM\n• harvs\n• Ice Bear\n• Optic\n• Harvs\n• FreezeEngine\n• ttf\n• Withor2301\n• TebexStore\n\nWebsite developed by Ice Bear\n\nServer developed by warranting\n\nDiscord bot developed by Aarush\n\nLyra Launcher developed by happenedagain, some code was taken and modified from the following repositories:\nhttps://github.com/flarialmc/launcher\nhttps://github.com/HorionContinued/Injector/blob/master/HorionInjector/Injector.cs",
      "Author": "happenedagain",
      "Date": "April 3rd"
    },
    {
      "id": "s3t4u",
      "Title": "Discord",
      "Body": "Join our discord https://discord.gg/lyraclient",
      "Author": "hqncholiny",
      "Date": "April 3rd"
    },
    {
      "id": "c180a",
      "Title": "ID test for the resr",
      "Body": "{'Height':169,'Width':300,'URL':'test'} test",
      "Author": "axelnautic",
      "Date": "August 26th"
    }
  ]
}
